Repository: AdrienBolling/ONGOING-Ceratizit
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: fr

source: Choose language
fr: Choix de langue

source: Technician Knowledge Grids
fr: Grilles de compétences des Techniciens

source: The model is loaded.
fr: Le modèle est chargé

source: Select the sector you want to predict the knowledge grid of
fr: Choisissez le secteur que vous voulez étudier

source: Raw Data Visualisation
fr: Visualisation des données brutes

source: Raw Data
fr: Données brutes

source: Useful Data
fr: Données retenues

source: Technician Recommandation
fr: Recommandation de Technicien

source: Maintenance Ticket
fr: Ticket de Maintenance

source: Please fill in the following information:
fr: Remplissez les informations suivantes

source: Sector
fr: Secteur

source: Short Description (Notification Description)
fr: Courte description (Description de la notification)

source: Equipment Name
fr: Nom de l'équipement

source: Long Description (Notification Text)
fr: Description longue (Texte de la notification)

source: Submit
fr: Valider

source: Ticket submitted successfully!
fr: Ticket soumis

source: Please Wait...
fr: Veuillez patienter

source: and
fr: et

source: We recommend you to assign this ticket to
fr: Nous vous recommandons d'assigner le ticket à

source: Feedback
fr: Retour

source: Please provide your feedback on the suggested technicians:
fr: Veuillez donner votre avis sur les techniciens suggérés

source: Thanks for the feedback
fr: Merci du retour

source: Isolated critical alerts, including unique mechanical failures and abrupt control errors demanding immediate review.
fr: Alertes critiques isolées, incluant des défaillances mécaniques uniques et des erreurs de contrôle soudaines nécessitant un examen immédiat.

source: Basic maintenance tasks, including regular equipment inspections, sensor checks, and standard alignment procedures across machines.
fr: Tâches de maintenance de base, incluant des inspections régulières de l’équipement, des vérifications de capteurs et des procédures d’alignement standard sur les machines.

source: Routine equipment maintenance tasks, including regular sensor recalibrations, lubrication, motor alignment checks, and battery inspections.
fr: Tâches d’entretien de routine de l’équipement, incluant des recalibrages réguliers des capteurs, la lubrification, des vérifications d’alignement des moteurs et des inspections de batteries.

source: Recurring technical malfunctions, including persistent sensor failures, control system glitches, valve misreads, and temperature regulation errors.
fr: Pannes techniques récurrentes, incluant des défaillances persistantes des capteurs, des bugs du système de contrôle, des lectures erronées de vannes et des erreurs de régulation de température.

source: Extremely rare cases, including atypical component failures or borderline anomalies warranting minimal yet focused investigation.
fr: Cas extrêmement rares, incluant des défaillances atypiques de composants ou des anomalies limites nécessitant une enquête minimale mais ciblée.

source: Complex mechanical malfunctions, including persistent motor failures, control system breakdowns, and severe hydraulic issues.
fr: Pannes mécaniques complexes, incluant des défaillances persistantes de moteurs, des pannes du système de contrôle et de graves problèmes hydrauliques.

source: Performance-related anomalies, including intermittent temperature errors and fluctuating hydraulic pressures needing prompt action.
fr: Anomalies liées aux performances, incluant des erreurs de température intermittentes et des pressions hydrauliques fluctuantes nécessitant une action rapide.

source: Moderate technical faults, including recurring sensor errors, valve irregularities, and standard control system glitches.
fr: Défauts techniques modérés, incluant des erreurs de capteurs récurrentes, des irrégularités de vannes et des bugs standards du système de contrôle.

source: Minor service issues, including infrequent sensor misalignments and basic component adjustments during routine maintenance.
fr: Problèmes de service mineurs, incluant des désalignements occasionnels de capteurs et des ajustements basiques de composants lors de la maintenance de routine.

source: A singular anomaly, including a rare sensor or component error that deviates from the standard maintenance routine.
fr: Une anomalie singulière, incluant une erreur rare de capteur ou de composant dérogeant à la routine de maintenance standard.

source: Routine maintenance tasks, including regular inspections, lubrication, and sensor adjustments ensuring consistent equipment performance.
fr: Tâches d’entretien de routine, incluant des inspections régulières, la lubrification et des ajustements de capteurs garantissant des performances constantes de l’équipement.

source: Standard maintenance tasks, including routine sensor checks, calibrations, and component adjustments with predictable outcomes.
fr: Tâches de maintenance standard, incluant des vérifications régulières de capteurs, des calibrations et des ajustements de composants avec des résultats prévisibles.

source: Predominantly recurring issues, including regular sensor errors, control system glitches, and standard component recalibrations.
fr: Problèmes majoritairement récurrents, incluant des erreurs fréquentes de capteurs, des bugs du système de contrôle et des recalibrages standards de composants.

source: Less frequent service calls, including basic equipment inspections, sensor recalibrations, and minor component adjustments.
fr: Interventions de service moins fréquentes, incluant des inspections basiques de l’équipement, des recalibrages de capteurs et des ajustements mineurs de composants.
